<?php

return [
    //header
    'jam' => 'ساعات الخدمة: 07:00 - 15:00',
    'menu' => [
        'homelang' => 'الصفحة الرئيسية',
        'pusatlang' => 'المركز',
        'beritalang' => 'الأخبار',
        'fakultas' => 'الكليات',
    ],
    'fakultas' => [
        'fah' => 'الأداب والإنسانية',
        'fdk' => 'الدعوة والإعلام',
        'febi' => 'الاقتصاد والأعمال الإسلامية',
        'fisip' => 'العلوم الاجتماعية والعلوم السياسية',
        'psi' => 'علم النفس',
        'fst' => 'العلوم والتكنولوجيا',
        'fsh' => 'الشريعة والقانون',
        'ftk' => 'التربية والتعليم',
        'fu' => 'أصول الدين',
    ],
    //banner
    'descriptionbanner' =>[
        'despuslitpen' => 'مركز البحث والنشر هو جزء من معهد البحث وخدمة المجتمع.',
        'despkm' => 'مركز خدمة المجتمع هو جزء من معهد البحث وخدمة المجتمع.',
        'despgsa' => 'دراسات بحثية حول قضايا النوع الاجتماعي والأطفال من زوايا وعلوم مختلفة.',
    ],
    //visi misi sejarah struktur
    'services' => [
        'visi_misi' => [
            'title' => 'الرؤية، المهمة، والأهداف',
            'description' => 'يهدف LP2M إلى إدارة المؤسسة بشكل مهني وشفاف وقابل للمساءلة، وتحسين جودة البحث المفيد للمجتمع.',
        ],
        'sejarahlang' => [
            'title' => 'التاريخ',
            'description' => 'تم تأسيس LP2M بناءً على لائحة وزارة الشؤون الدينية في جمهورية إندونيسيا رقم 7 لعام 2013 بشأن التنظيم وإجراءات العمل.',
        ],
        'strukturlang' => [
            'title' => 'الهيكل',
            'description' => 'يتكون قيادة LP2M من رئيس معهد البحث وخدمة المجتمع (LP2M)، أمين LP2M، ورئيس مركز البحث.',
        ],
        'button' => 'اقرأ المزيد',
    ],
    //pusat home
    'pusathome' => [
        'tittle' => 'مركز الخدمات',
        'description' => 'معهد البحث وخدمة المجتمع',
        'puslitpenlang' => [
            'tittle' => 'PUSLITPEN',
            'kepanjangan' => 'مركز البحث والنشر',
        ],
        'pkmlang' => [
            'tittle' => 'PKM',
            'kepanjangan' => 'مركز خدمة المجتمع',
        ],
        'pgsalang' => [
            'tittle' => 'PGSA',
            'kepanjangan' => 'مركز دراسات النوع الاجتماعي والأطفال',
        ],
    ],
    //berita terbarub
    'beritaterbaru' => 'أحدث الأخبار',

    //berita selengkapnya
    'beritaselengkapnya' => 'اقرأ المزيد من الأخبار',
    
    /*
    ----------------
    halaman pusat
    ----------------
     */

     'tittleheader' => 'المراكز - جامعة سونان غونغ دجاتي',
    'bannerpusat' => [
        'tittle' => 'مراكز جامعة سونان غونغ دجاتي باندونغ',
        'description' => 'تلعب المراكز المختلفة في الجامعة دورًا مهمًا في دعم الأنشطة الأكاديمية وتطوير الجامعة. يشمل ذلك مركز المكتبة الذي يوفر مجموعات الكتب والموارد الرقمية ، ومركز تكنولوجيا المعلومات وقاعدة البيانات (PTIPD) الذي يدير التكنولوجيا ونظم المعلومات ، وغير ذلك.',
    ],
    'pusatlist' => [
        'ptipd' => 'مركز تكنولوجيا المعلومات وقاعدة البيانات',
        'pio' => 'مركز المكتب الدولي',
        'phpl' => 'مركز القانون والتشريعات',
        'pkuk' => 'مركز التوظيف وريادة الأعمال',
        'pp' => 'مركز المكتبة',
        'ppbi' => 'مركز تطوير الأعمال',
        'ph' => 'مركز الحلال',
        'ppba' => 'مركز تطوير اللغة',
        'ppm' => 'مركز قبول الطلاب الجدد',
        'puslitpen' => 'مركز البحث والتنظيم (PUSLITPEN)',
        'ppsm' => 'مركز تطوير معايير الجودة',
        'pgsa' => 'مركز دراسات الجندر والأطفال (PGSA)',
        'pasm' => 'مركز التدقيق والمراقبة على الجودة',
        'pkm' => 'مركز خدمة المجتمع (PKM)',
        'dpd' => 'مركز DP-Dikta',
        'pai' => 'مركز الاعتماد الدولي',
    ],
        
    /*
    ----------------
    halaman Berita header
    ----------------
    */

    'tittleberitaslide' => 'Berita- Berita',
    
    /*
    ----------------
    halaman visi misi
    ----------------
    */
    'tittlevisimisi' => 'الرؤية - المهمة',
    'visimisilang' => [
        'tujuan' => 'الهدف',
        'tujuanlist' => [
            'terkelola_sistem' => 'يتم إدارة النظام الإداري بشكل مهني وشفاف وقابل للمسائلة.',
            'terkelola_penelitian' => 'يتم إدارة البحث من خلال التركيز على تحسين الجودة وتوسيع تنوع الأساليب وتعزيز الأهمية الاجتماعية لنتائج البحث.',
            'terkelola_pengabdian' => 'يتم إدارة الخدمة المجتمعية استنادًا إلى الكفاءة والتوجهات الموضوعية والعابرة للقطاعات والتخصصات.',
            'terwujudnya_penguatan' => 'يتم تحقيق تعزيز المؤسسات من خلال بناء الشراكات وتوسيع الوصول إلى الشبكات وفتح قنوات التواصل لتطوير المؤسسات.',
        ],
        'visi' => 'الرؤية',
        'visi_description' => 'تعزيز البحث والخدمة المجتمعية',
        'misi' => 'المهمة',
        'misi_list' => [
            'misi1' => 'إدارة المؤسسة بشكل مهني وشفاف وقابل للمسائلة.',
            'misi2' => 'إدارة البحث من خلال التركيز على تحسين الجودة وتوسيع تنوع الأساليب وتعزيز الأهمية الاجتماعية لنتائج البحث.',
            'misi3' => 'إدارة الخدمة المجتمعية استنادًا إلى الكفاءة والتوجهات الموضوعية والعابرة للقطاعات والتخصصات.',
            'misi4' => 'تحقيق تعزيز المؤسسات من خلال بناء الشراكات وتوسيع الوصول إلى الشبكات وفتح قنوات التواصل لتطوير المؤسسات.',
        ],
        'sasaran' => 'الهدف',
        'sasaran_list' => [
            'sasaran1' => 'إعداد خطة استراتيجية للأنشطة خلال السنوات الأربع القادمة.',
            'sasaran2' => 'تحقيق النشر العلمي من البحوث المتميزة والكتب الدراسية والمجلات المعتمدة.',
            'sasaran3' => 'تنفيذ نموذج خدمة المجتمع استنادًا إلى تطوير العلوم والتكنولوجيا.',
            'sasaran4' => 'إقامة نظام معلومات لإدارة وتكنولوجيا الاتصال والخدمات العامة داخل البيئات الداخلية والخارجية.',
            'sasaran5' => 'إقامة التعاون والشراكات مع المؤسسات الحكومية والخاصة في مجالات البحث والنشر والخدمة المجتمعية ودراسات النوع الاجتماعي والطفل.',
            'sasaran6' => 'فتح السوق للمستخدمين لمنتجات وخدمات LP2M. تحقيق مكتبة كمركز للموارد التعليمية التي تدعم تحسين الجودة الأكاديمية والبحثية.',
        ],
    ],

    /*
    ----------------
    halaman sejarah
    ----------------
    */
    'tittlesejarah' => 'التاريخ',
    'descsejarah' => 'تم تأسيس LP2M بناءً على اللائحة التنظيمية رقم 7 لعام 2013 
                    من وزير الشؤون الدينية لجمهورية إندونيسيا بشأن 
                    تنظيم إجراءات العمل (Ortaker) لجامعة صنّان غونغو دينجاتي الإسلامية الحكومية (UIN SGD) في باندونغ.
                    يتكون هيكل LP2M من ثلاثة مكونات وهي: 
                    1) مركز البحث والنشر؛ 
                    2) مركز خدمة المجتمع؛ 
                    3) مركز دراسات النوع الاجتماعي والطفل.
                    قبل دمجها في هيكل LP2M، كانت هذه المراكز مؤسسات مستقلة 
                    ضمن جامعة UIN SGD في باندونغ، التي كانت سابقًا المعهد الإسلامي الحكومي (IAIN) في باندونغ.
                    منذ إصدار لائحة وزير الشؤون الدينية في عام 2013، تم دمج هذه المكونات الثلاثة 
                    ودمجها في هيكل LP2M.',

    /*
    ----------------
    halaman struktur
    ----------------
    */
    'pimpinan' => 'القيادة',
    'tata_usaha' => 'الإدارة',
    // Leadership
    'ketua' => 'رئيس معهد البحث والخدمة المجتمعية (LP2M)',
    'sekretaris' => 'أمين LP2M',
    'kepala_pusat_pengabdian' => 'رئيس مركز خدمة المجتمع',
    'kepala_pusat_penelitian' => 'رئيس مركز البحث والنشر',
    'kepala_pusat_gender' => 'رئيس مركز الجندر والأطفال',
    // Tata Usaha
    'analis_keuangan' => 'محلل مالي لـ LP2M',
    'pranata_keuangan' => 'ممارس مالي ومشرف على إدارة LP2M APBN',
    'operator_lp2m' => 'مشغل LP2M',
    'staf_humas' => 'موظف العلاقات العامة لـ LP2M',
    'staf_pkm' => 'موظف PKM لـ LP2M',
    'staf_puslitpen' => 'موظف البحث والنشر لـ LP2M',
    'staf_arsiparis' => 'موظف الأرشيف لـ LP2M',
    'staf_perencanaan' => 'موظف التخطيط لـ LP2M',
    'staf_psga' => 'موظف PSGA لـ LP2M',

    /*
    -----------------------------
    halaman puslitpen, pkm, pgsa
    -----------------------------
    */

    'descriptionpuslitpen' => 'مركز البحث والنشر هو جزء من معهد البحث والخدمة المجتمعية (LP2M).
     تم تأسيس المعهد استنادًا إلى لائحة وزير الشؤون الدينية للجمهورية
      الإندونيسية رقم 7 لعام 2013 بشأن التنظيم وإجراءات العمل (Ortaker)
       لجامعة ولاية صنن غونغ دياتي باندونغ. يتقسم هيكل LP2M إلى ثلاثة مكونات: 1) مركز البحث والنشر؛ 2) مركز الخدمة المجتمعية؛ 3) مركز دراسات الجندر والطفل. قبل أن يتم دمج هذه 
       المكونات في هيكل LP2M، كانت هذه المكونات مؤسسات مستقلة ضمن جامعة UIN SGD
        باندونغ. منذ إصدار اللائحة في عام 2013، تم دمج هذه المكونات الثلاثة في هيكل LP2M.',
    
    'descriptionpkm' => 'مركز الخدمة المجتمعية (PKM) هو جزء من معهد البحث والخدمة المجتمعية (LP2M).
     تم تأسيس المعهد استنادًا إلى لائحة وزير الشؤون
      الدينية للجمهورية الإندونيسية رقم 7 لعام 2013 بشأن التنظيم وإجراءات العمل 
      (Ortaker) لجامعة ولاية صنن غونغ دياتي باندونغ. يتقسم هيكل LP2M إلى ثلاثة مكونات: 1) مركز البحث والنشر؛ 2) مركز الخدمة المجتمعية؛ 3) مركز دراسات الجندر والطفل. قبل أن يتم دمج هذه المكونات في
       هيكل LP2M، كانت هذه المكونات مؤسسات مستقلة ضمن جامعة UIN SGD باندونغ. منذ إصدار اللائحة في عام 2013، تم دمج هذه المكونات الثلاثة في هيكل LP2M.',
    
    'descriptionpgsa' => [
        'tittlelatarbelakang' => 'الخلفية',
        'latarbelakang' => 'تستند المهام الرئيسية لـ PSGA UIN باندونغ إلى "تري دارما" التعليم العالي التي تشمل القيام بالبحث، الخدمة المجتمعية، والتعليم. هذه الأنشطة الثلاثة تكامل القيم والنشاطات المتعلقة بالجندر والطفل. مجال البحث، بما في ذلك الدراسات المتعلقة بالبحث، يتناول قضايا وتيمات الجندر والطفل من مختلف المنظورات والتخصصات. يتم نشر نتائج هذه الدراسات والأبحاث في شكل
         أعمال مكتوبة من خلال الكتب والمجلات ووسائل الإعلام الأكاديمية الأخرى، بحيث يمكن أن تنتشر النتائج وتصبح مفيدة لجمهور واسع.',
        'visipgsa' => 'تحقيق نوعية الحياة للنساء والأطفال من خلال تطوير العلم والقيم الدينية التي تتميز بالحساسية للجندر وتهتم بالأطفال.',
        'misipgsa1' => 'تطوير المناهج الإسلامية التي تتميز بالحساسية للجندر وتهتم بالأطفال.',
        'misipgsa2' => 'زيادة مشاركة المجتمع الأكاديمي لتحقيق تعزيز الجندر وحقوق الأطفال.',
        'misipgsa3' => 'تحسين نوعية حياة النساء وخلق بيئة صديقة للأطفال في مختلف جوانب الحياة.',
        'misipgsa4' => 'تعزيز استقلالية المنظمة من خلال تقوية المؤسسات وتوسيع الشبكات.'
    ],
];
